// Generic
"Acknowledgements" = "Podziękowania";
"BarcodeOrUsername" = "Kod kreskowy lub nazwa użytkownika";
"Borrow" = "Pożyczać";
"BorrowFailed" = "Nieudane wypożyczenie";
"BorrowCouldNotBeCompletedFormat" = "Wypożyczenie %@ nie powiodło się";
"Cancel" = "Anuluj";
"Catalog" = "Katalog";
"Categories" = "Kategorie";
"Category" = "Kategoria";
"CheckConnection" = "Proszę sprawdzić swoje połączenie i spróbować ponownie.";
"Close" = "Zamknij";
"ConnectionFailed" = "Połączenie nie powiodło się";
"Delete" = "Kasuj";
"DeviceAuthorizationError" = "Wystąpił błąd podczas autoryzacji urządzenia.";
"Download" = "Pobierz";
"DownloadCouldNotBeCompleted" = "Pobieranie nie powiodło się.";
"DownloadCouldNotBeCompletedFormat" = "Pobieranie %@ nie powiodło się.";
"DownloadFailed" = "Pobieranie nie powiodło się";
"Downloading" = "Pobieranie";
"Feedback" = "Informacje zwrotne";
"Hide" = "Ukryj";
"LibraryCard" = "Karta biblioteczna";
"LogIn" = "Zaloguj się";
"More..." = "Jeszcze…";
"MoreBooks" = "Więcej %@ książek";
"NoResultsFound" = "Nie znaleziono wyników.";
"NotConnected" = "Nie jesteś podłączony do Internetu. Proszę podłącz się i spróbuj ponownie.";
"OK" = "OK";
"PDFNotSupported" = "Adobe PDF nie jest obsługiwany";
"PDFNotSupportedDescriptionFormat" = "%@ jest plikiem w formacie Adobe PDF, który nie jest obsługiwany.";
"PIN" = "PIN";
"PrivacyPolicy" = "Polityka prywatności";
"Published" = "Opublikowany";
"Publisher" = "Wydawca";
"Read" = "Czytaj"; // present tense
"Remove" = "Usuń";
"Reserve" = "Rezerwuj";
"Return" = "Wróć";
"ReturnCouldNotBeCompletedFormat" = "Zwrot %@ nie powiódł się.";
"ReturnFailed" = "Zwrot nie powiódł się";
"Requesting" = "Żądanie";
"Search" = "Wyszukiwanie";
"Settings" = "Ustawienia";
"Show" = "Pokaż";
"SignOut" = "Wyloguj się";
"SigningOut" = "Wylogowywanie";
"SignUp" = "Zapisz się";
"SoftwareLicenses" = "licencje oprogramowania";
"SyncComplete" = "Synchronizacja pełna";
"SyncFailed" = "Synchronizacja nie powiodła się";
"TimedOut" = "Serwer nie odpowiada. Sprawdź połączenie lub spróbuj ponownie później.";
"TryAgain" = "Spróbuj ponownie";
"UnknownRequestError" =
    "Wystąpił nieznany błąd. Sprawdź połączenie lub spróbuj ponownie później.";
"Verifying" = "Weryfikacja";
"YourBooksWereSyncedSuccessfully" = "Synchronizacja książek powiodła się!";

// NYPLAppDelegate

"AppDelegateUpdateRequiredTitle" = "Wymagana aktualizacja";
"AppDelegateUpdateRequiredMessageFormat" = "Krytyczna aktualizacja jest wymagana dla aplikacji starszych niż wersja %@. Zasadnicze części wniosku nie będzie działała prawidłowo , aż aktualizacja zostanie wykonana.";
"AppDelegateUpdateNow" = "Aktualizuj teraz";
"AppDelegateUpdateRemindMeLater" = "Przypomnij mi później";

// NYPLBookButtonsView

"BookButtonsViewRemoveHoldTitle" = "Usuń rezerwację";
"BookButtonsViewRemoveHoldMessage" = "Czy na pewno chcesz usunąć %@ ze swojej listy rezerwacji? Stracisz miejsce w kolejce do wypożyczenia tej książki.";
"BookButtonsViewRemoveHoldConfirm" = "Usuń";


// NYPLBookDetailViewControllerTitle

"BookDetailViewControllerTitle" = "Szczegóły";
"BookDetailViewControllerDownloadNeededTitle" = "Twoja książka nie została jeszcze pobrana.";
"BookDetailViewControllerDownloadSuccessfulTitle" = "Twoja książka jest gotowa do pobrania!";
"BookDetailViewControllerAvailableToBorrowTitle" = "Ta książka jest dostępna do wypożyczenia.";
"BookDetailViewControllerCanHoldTitle" = "Wszystkie kopie tej książki są aktualnie wypożyczone";
"BookDetailViewControllerCanKeepTitle" = "Książka otwartego dostępu. Można pobrać na stałe.";
"BookDetailViewControllerHoldingTitleFormat" = "Dostępna do wypożyczenia za około %@.";
"BookDetailViewControllerReservedTitleFormat" = "Ta rezerwacja zostanie automatycznie anulowana za %@.";
"BookDetailViewControllerDistributedByFormat" = "Dystrybuowane przez: %@";

// NYPLFacetView

"FacetViewNotActive" = "<>";

// NYPLHoldsViewController

"HoldsViewControllerTitle" = "Rezerwacje";
"HoldsViewControllerSearchTitle" = "Wyszukaj rezerwacje";
"AvailableForCheckoutHeader" = "DOSTĘPNE DO POBRANIA";
"WaitingForAvailabilityHeader" = "TYMCZASOWO NIEDOSTĘPNE";

// NYPLMyBooksDownloadCenter

"MyBooksDownloadCenterConfirmDeleteTitle" = "Kasuj";
"MyBooksDownloadCenterConfirmDeleteTitleMessageFormat" = "Czy na pewno chcesz usunąć %@?";
"MyBooksGoToCatalog" = "Odwiedź Katalog, aby dodać książki do Moich Książek.";

"MyBooksDownloadCenterConfirmReturnTitle" = "Powrót";
"MyBooksDownloadCenterConfirmReturnTitleMessageFormat" = "Czy jesteś pewien, że chcesz oddać %@?";

// NYPLMyBooksViewController

"MyBooksViewControllerTitle" = "Moje Książki";
"MyBooksViewControllerSearchTitle" = "Przeszukaj Moje Książki";
"MyBooksViewControllerFacetAll" = "Wszystko";
"MyBooksViewControllerFacetAuthor" = "Autor";
"MyBooksViewControllerFacetOnLoan" = "Wypożyczony";
"MyBooksViewControllerFacetTitle" = "tytuł";
"MyBooksViewControllerGroupShow" = "Pokaż";
"MyBooksViewControllerGroupSortBy" = "Sortuj według";

// NYPLReaderViewController

"ReaderViewControllerCorruptTitle" = "Nie powiodło się otwarcie książki";
"ReaderViewControllerCorruptMessage" = "Ta książka jest uszkodzona i nie można jej otworzyć.";
"ReaderViewControllerCurrentChapter" = "Obecny rozdział";
"Book" = "Książka";
"leftin" = "zostawiony w";
"TOC" = "Spis treści";

// NYPLReaderReadiumView
"chapter" = "rozdział";

// NYPLReaderSettingsView
"SansFont" = "czcionka bezszeryfowa";
"SerifFont" = "czcionka szeryfowa";
"OpenDyslexicFont" = "Czcionka dla dyslektyków";
"WhiteOnBlackText" = "Biały tekst na czarnym tle";
"BlackOnSepiaText" = "Czarny tekst na tle sepii";
"BlackOnWhiteText" = "Czarny tekst na białym tle";
"DecreaseFontSize" = "Zmniejsz rozmiar czcionki";
"IncreaseFontSize" = "Powiększ rozmiar czcionki";
"MediaOverlayPlaybackToggle" = "Przełącznik odtwarzania multimedialnego";
"BrightnessSlider" = "Ustawienia jasności";

// NYPLReaderSettingsViewController
"ReaderViewControllerToggleReaderSettings" = "Przełącz ustawienia czytnika";

// ReaderTOCViewController

"ReaderTOCViewControllerTitle" = "Spis treści";

// NYPLSettingsAccountViewController

"SettingsAccountViewControllerAuthenticationReason" = "Dokonaj autentykacji aby ujawnić kod PIN.";
"SettingsAccountViewControllerCannotLogOutTitle" =
  "Wylogowanie się nie powiodło";
"SettingsAccountViewControllerCannotLogOutMessage" =
  "Przed wylogowaniem poczekaj na zakończenie pobierania.";
"SettingsAccountViewControllerInvalidCredentials" =
  "Wprowadzona kombinacja kodu kreskowego i PIN była nieprawidłowa. Proszę spróbować ponownie.";
"SettingsAccountViewControllerLoginFailed" = "Logowanie nie powiodło się";
"SettingsAccountViewControllerLogoutFailed" = "Wyrejestrowanie się nie powiodło";
"SettingsAccountViewControllerLogoutMessage" =
  "Jeśli wyrejestrujesz się z konta, cała zawartość Twoich Książek zostanie usunięta z tego urządzenia.";
"SettingsAccountViewControllerMessageLogIn" = "Użyj swojej karty bibliotecznej do zalogowania.";
"SettingsAccountViewControllerMessageLogInToDownloadBook" =
  "Do pobrania tej książki potrzebna jest karta biblioteczna.";
"SettingsAccountViewControllerMessageInvalidPIN" =
  "Kod PIN został zmieniony. Wprowadź nowy kod PIN.";
"Location" = "Lokalizacja";
"LocationRequiredMessage" = "Do rejestracji wymagana jest informacja o lokalizacji. Proszę zezwolić na dostęp do informacji o lokalizacji w ustawieniach iOS.";

// NYPLEULAViewController && NYPLSettingsEULAViewController
"Accept" = "Akceptuj";
"Reject" = "Odrzuć";
"EULA" = "Umowa z użytkownikiem";
"EULAHaveToAgree" = "Aby korzystać z tej aplikacji, musisz zaakceptować warunki umowy licencyjnej użytkownika końcowego.";
"NOTICE" = "UWAGA";

// NYPLSettingsPrivacyPolicyViewController
"PrivacyPolicy" = "Polityka prywatności";
"SettingsAccountViewControllerMessageTooManyActivations" = "Przekroczono maksymalną liczbę urządzeń autoryzowanych przy pomocy tej karty bibliotecznej.";
